<?php

	$lang_stime = array(//格式:  '时间(秒)'=>'名称'
		'86400'=>'24小时以内',
		'604800'=>'一星期以内',
		'2592000'=>'一个月以内',
		'15811200'=>'半年以内'
	);

	$lang_unset = '不限';

	$lang_ssex = array(
		'男','女'
	);

	$lang_edu = array(
		'初中','高中','中专','大专','本科','双学士','硕士','博士及以上'
	);

	$lang_tedu = array(
		'高中','专科','本科及以上','在职教师'
	);

	$lang_province = array(
		'北京','上海','重庆','天津','香港','澳门','台湾','安徽','福建','广东','甘肃','贵州','河北','黑龙江','海南','河南','湖北','湖南','江苏','江西','吉林','内蒙古','宁夏','青海','山东','山西','四川','陕西','新疆','西藏','云南','浙江','国外'
	);

	$lang_minzu = array(
		'汉族','回族','蒙古族','满族','壮族','维吾尔族','藏族','其它少数民族'
	);

	$lang_marry = array(
		'未婚','已婚','离异','其它'
	);

	$lang_social = array(
		'群众','中共党员','共青团员','军人','民主党派','其它'
	);

	$lang_company_kind = array(
		'政府机关','事业单位','国有企业','中外合资','外商独资','私营企业','民营企业','其它'
	);

	$lang_company_belong = array(
		'网络','科技','行业'
	);

	$lang_company_space = array(
		'少于 5 人','5 - 10 人','11 - 20 人','21 - 50 人','51 - 100 人','101 - 200 人','200 人以上'
	);

	$lang_job_engkind = array(
		'英语','法语','德语','日语','俄语','其它'
	);

	$lang_job_engable = array(
		'一般','良好','熟练','精通'
	);

	$lang_job_kind = array(
		'全职','兼职','实习','其它'
	);

	$lang_job_price = array(
		'面议','600  以下','600 - 800','800 - 1000','1000 - 1200','1200 - 1600','1600 - 2000','2000 - 3000','3000 - 5000','5000 - 8000','8000 - 12000','12000 以上'
	);

	$lang_yearsalary = array(
		'1万 以下','1 - 3 万','3 - 5 万','5 - 8 万','8-10 万','10 - 15 万','15 - 20 万','20 - 30 万','30 - 50 万','50 - 80 万','80 - 100 万','100 万以上'
	);

	$lang_job_age = array(
		'18 或以下','18 - 20','20 - 22','22 - 25','25 - 30','30 - 35','35 或以上'
	);

	$lang_personalcontrol = array(
		'简 历 设 置','个人基本资料','个人概况','个人联系资料','个人求职意向','附加信息','上传个人照片','简历预览','信 息 管 理','发布求职','管理求职','发布猎头人才','管理猎头人才','招聘家教','家教求职','信 箱 管 理','猎头收信箱','收信箱','发信箱','收藏夹','系 统 设 置','更改密码','退出系统','猎头发信箱','猎头收藏夹'
	);

	$lang_companycontrol = array(
		'简 历 设 置','企业简历设置','上传企业标志','简历预览','注册培训学校','管理培训学校','注销培训学校','信 息 管 理','发布猎头职位','管理猎头职位','发布培训信息','管理培训信息','发布招聘','管理招聘','招聘家教','家教求职','信 箱 管 理','猎头收信箱','收信箱','发信箱','收藏夹','系 统 设 置','更改密码','退出系统','猎头发信箱','猎头收藏夹'
	);

	$lang_right=array(
		'您注册的资料没有通过验证,请等待我们的验证','您所在的 用户组 无此项操作权限,\\r\\n您可以通过 升级成 VIP 用户 获得更多的权限','<font color=\'#ff0000\'>无查看权限</font>','您所在的 用户组 不能查看更多信息\\r\\n您可以通过 升级 vip 用户获取更多信息'
	);



	/*
	+-------------------------
	+	just for CPANEL
	+-------------------------
	*/
	$lang_cpanel=array(
		'个人面板','企业面板','系统设置','VIP'
	);


	/*
	+-------------------------
	+	just for email info
	+-------------------------
	*/
	$lang_register_mail=array(
		'注册资料'	,	'注册用户名 : '	,	'注册密码 : '	,	'密码保护问题 : '	,	'安全问题回答 : '
	);
	/*
	+-------------------------
	+	just for input info
	+-------------------------
	*/
	$lang_input_style=array(
		'贴图','链接','粗体','斜体','下划线','居中'
	);
?>